[
    {
        "name": "The Howling (1981)",
        "rottenTomato": {
            "criticConsensus": "The Howling packs enough laughs into its lycanthropic carnage to distinguish it from other werewolf entries, with impressive visual effects adding some bite.",
            "tomatoMeter": {
                "score": 70,
                "count": 33
            },
            "audienceScore": {
                "score": 57,
                "count": 31222
            },
            "imgUrl": "https://resizing.flixster.com/VoYKpb2AuIXhuSVUtR7DuMLeces=/206x305/v1.bTsxMTIwODg5MTtqOzE4MzA5OzEyMDA7MTU2MDsyMDgw",
            "url": "https://www.rottentomatoes.com/m/howling/",
            "info": "This groundbreaking, darkly comic horror film from director Joe Dante changed the look and feel of werewolf movies in ways light-years distant from Universal's horror classic The Wolf Man. The story begins with television reporter/anchor Karen White (Dee Wallace) taking part in a dangerous police operation intended to trap psychopath Eddie Quist (Robert Picardo). When confronted by Eddie face to face, she witnesses something horrifying enough to trigger selective amnesia. Plagued by a series of violent nightmares, Karen decides to admit herself to a posh recovery resort known only as \"The Colony,\" run by her eccentric New Age therapist, Dr. Waggner (Patrick MacNee), and brings along her husband, Bill (Christopher Stone), for support. The night after they arrive, Karen and Bill are unnerved by eerie howling in the woods. Back in the city, Karen's co-workers Chris (Dennis Dugan) and Terry (Belinda Balaski) have been investigating Eddie's background after discovering that his body has disappeared from the morgue. Sifting through Eddie's possessions, they find a strange collection of artwork depicting wolf-like creatures, and decide to consult with Walter Paisley (Dick Miller, of course), the owner of an occult bookshop, on werewolf lore. Though he claims not to believe in the stuff he's selling, Paisley nevertheless convinces Chris to purchase a handful of silver bullets...just in case. Back at the colony, Dr. Waggner has organized a hunting party after hearing Karen's account of the nocturnal howling, but the men find nothing but a rabbit, which Bill is told to bring to the cabin of the sultry Marsha (Elisabeth Brooks) to prepare for dinner. After resisting Marsha's less-than-subtle sexual overtures, Bill is attacked by a wolf while returning to his cabin. The following moonlit night, the sleepless Bill wanders outside to find Marsha waiting and the two make love by the campfire, their bodies undergoing a frightening transformation. Just as Karen is beginning to suspect that her husband is hiding a secret far more threatening than marital infidelity, Chris and Terry have come to realize -- too late, in Terry's case -- that Eddie Quist is not only still alive, but not quite human...and he knows he's being followed. Chris arrives at the colony too late to save Terry, but manages to find Karen just as the colony's residents -- all of whom are werewolves, including Dr. Waggner -- are assembling to decide her fate. Dante fills his film with heartfelt homages to The Wolf Man and other classic horror movies, as well as a few clever visual puns and in-jokes from his tenure with Roger Corman, but never strays from the path to genuine horror, particularly when Rob Bottin's chilling monsters are onscreen.",
            "rating": "R (adult situations/language, nudity, violence)",
            "genre": "Horror",
            "directedBy": "Joe Dante",
            "writtenBy": "John Sayles, Terence H. Winkless",
            "inTheaters": "Mar 13, 1981  Wide",
            "onDisc": "Aug 28, 2001",
            "runtime": "91 minutes",
            "studio": "MGM Home Entertainment"
        },
        "imdb": {
            "id": "tt0082533",
            "rating": 6.6,
            "count": 28830,
            "url": "https://www.imdb.com/title/tt0082533",
            "info": "After a bizarre and near deadly encounter with a serial killer, a television newswoman is sent to a remote mountain resort whose residents may not be what they seem.",
            "storyline": "In a red light district, newswoman Karen White is bugged by the police, investigating serial killer Eddie Quist, who has been molesting her through phone calls. After police officers find them in a peep-show cabin and shoot Eddie, Karen becomes emotionally disturbed and loses her memory. Hoping to conquer her inner demons, she heads for the Colony, a secluded retreat where the creepy residents are rather too eager to make her feel at home. There also seems to be a bizarre connection between Eddie Quist and this supposedly safe haven. And when, after nights of being tormented by unearthly cries, Karen ventures into the forest and makes a terrifying discovery.",
            "fullCastUrl": "https://www.imdb.com/title/tt0082533/fullcredits#cast",
            "genre": "Horror",
            "certificate": "R",
            "country": "USA",
            "language": "English",
            "boxOffice": "Budget  $9,700,000 (estimated)\nOpening Weekend USA  $3,408,904, 11 December 1983\nGross USA  $21,017,849\nCumulative Worldwide Gross  $21,017,849",
            "spec": "Runtime  1 hr 50 min (110 min)\nSound Mix  Dolby Stereo | Dolby Digital | Dolby Atmos\nColor  Color (Metrocolor)\nAspect Ratio  2.35 : 1\nCamera  Panavision Panaflex\nLaboratory  Metrocolor, Hollywood (CA), USA\nNegative Format  35 mm\nCinematographic Process  Digital Intermediate (4K) (2018 remaster) Panavision\nPrinted Film Format\n35 mm",
            "cast": "/static/_html/tt0082533.html"
        },
        "kinoPoisk": {}
    },
    {
        "name": "Motel Hell (1980)",
        "genre": "Comedy, Horror, Thriller",
        "rottenTomato": {
            "criticConsensus": "Eerie and satirical, Motel Hell has no vacancy when it comes to low-brow horror gags.",
            "tomatoMeter": {
                "score": 71,
                "count": 24
            },
            "audienceScore": {
                "score": 49,
                "count": 7199
            },
            "imgUrl": "https://resizing.flixster.com/EVl3bkyohRZt3xGeR3Fnd5mKeBE=/206x305/v1.bTsxMDg5NTQ5OTtqOzE4MzA2OzEyMDA7MTE3ODsxNjc2",
            "url": "https://www.rottentomatoes.com/m/motel_hell/",
            "info": "People come from far and wide to sample Farmer Vincent's distinctively flavored dried, smoked sausages, but one might well ask why there are so few people staying at his nearby motel. This horror comedy provides the graphic answer. It seems that the good farmer only uses the highest quality, specially processed human meat in his treats. To prepare the meat, he first harvests healthy tourists from his hotel. Next, he plants them into the ground up to their necks and with a sharp knife carefully slices their vocal chords. He and his portly sister then feed the victims until the meat is tender and well marbled with fat. Afterward they are promptly slaughtered, minced with a few secret herbs, and stuffed into sausage casings, which are then carefully aged in the smokehouse. His operation is abruptly cut off when Vincent's normal brother, Bruce, learns about the secret ingredients. In the end, the brothers grab chain saws and have a hilarious, blood-soaked showdown. ~ Sandra Brennan, Rovi",
            "rating": "R (adult situations/language, violence)",
            "genre": "Comedy, Horror",
            "directedBy": "Kevin Connor",
            "writtenBy": "Robert Jaffe, Steven-Charles Jaffe",
            "inTheaters": "Oct 18, 1980  Wide",
            "onDisc": "Aug 27, 2002",
            "runtime": "101 minutes",
            "studio": "United Artists"
        },
        "imdb": {
            "id": "tt0081184",
            "rating": 6.0,
            "count": 9077,
            "ratingUrl": "/ratings",
            "url": "https://www.imdb.com/title/tt0081184",
            "info": "A seemingly friendly farmer and his sister kidnap unsuspecting travelers and bury them alive, using them to create the \"special meat\" they are famous for.",
            "storyline": "Farmer Vincent kidnaps unsuspecting travellers and is burying them in his garden. Unfortunately for his victims, they are not dead. He feeds his victims to prepare them for his roadside stand. His motto is: It takes all kinds of critters...to make Farmer Vincents fritters. The movie is gory, but is also a parody of slasher movies like Last House on the Left. Written by Scott Lane <rslane@ix.netcom.com>",
            "fullCastUrl": "https://www.imdb.com/title/tt0082533/fullcredits#cast",
            "plotSummary": [
                {
                    "text": "A seemingly friendly farmer and his sister kidnap unsuspecting travelers and bury them alive, using them to create the \"special meat\" they are famous for.",
                    "author": ""
                },
                {
                    "text": "Farmer Vincent kidnaps unsuspecting travellers and is burying them in his garden. Unfortunately for his victims, they are not dead. He feeds his victims to prepare them for his roadside stand. His motto is: It takes all kinds of critters...to make Farmer Vincents fritters. The movie is gory, but is also a parody of slasher movies like Last House on the Left.",
                    "author": "—Scott Lane <rslane@ix.netcom.com>"
                },
                {
                    "text": "Farmer Vincent and his sister kidnap unsuspecting travelers and is burying them alive in his field with their vocal cords slit to prevent them from screaming. Their family motto is: 'It takes all kinds of critters...to make Farmer Vincent's fritters'. They fattens up their victims to prepare them for sale as their famous special smoked meat. But the latest crop of them break free seeking revenge on their captors. The movie is a parody of slasher movies.",
                    "author": ""
                }
            ],
            "synopsis": "Farmer Vincent Smith (Rory Calhoun) and his younger overweight sister Ida (Nancy Parsons) live on a farm with a motel attached to it in an unnamed Deep South state. It's called 'Motel Hello', but the O on the sign constantly flicks on and off (hence the opening title of 'Motel Hell'). Vincent makes smoked meats said to be the most delicious in the surrounding area. Vincent's secret is human flesh, and Vincent has the areas around his isolated motel strewn with various booby traps to catch victims. The victims are placed in a 'secret garden' where they are buried up to their necks and have their vocal cords cut so they cannot scream; Vincent keeps them in the ground, feeding them special food, until they are ready and then kills them. Ida helps, and seems to enjoy it, whereas Vincent seems rather calm and certain in his belief he's not doing anything wrong. Vincent even refers to the people he's captured as \"animals.\"\n\nThe movie opens with Vincent going out one night and shooting out the tires of a motorcycle a couple is riding on: The male (Bo) is placed in the garden, but Vincent takes a shine to the young female (Terry) and brings her to the motel to help her recover from her injuries, much to Ida's displeasure. The next morning, Vincent's naïve and mild-mannered younger brother Sheriff Bruce (Paul Linke), who, unlike Ida, is not aware of his brother's secret, arrives, and Vincent tells Terry that her boyfriend died in the accident and that he buried him: a trip to the graveyard shows a crude grave marker placed there by Vincent. Terry, having nowhere else to go, decides to stay at the motel.\n\nMost of the film consists of Vincent (with Ida's help) capturing more victims for his garden. One of the first on-screen victims is a local health inspector for Vincent's pigs who spies the hidden garden by chance, goes to investigate, and then becomes part of it. The next evening, a van full of drugged-up band members are driving past the area of the motel in which Vincent blows their tires out by laying out spikes in the road and captures them. At the same time, Vincent uses his folksy charm to woo Terry, much to Bruce's dislike, who tries to woo her himself without much success.\n\nAnother night later, Vincent captures more victims by placing a pack of cardboard cows on the road. When a car containing two women pass by, one gets out and when she goes to move the cows, Vincent gases her. The other woman gets in the driver's seat and plows through the cardboard cows and attempts to flee. Vincent chases after her in his pickup truck in which a long car chase ensues. The woman in the car apparently faints from the stress of her terror in which her car goes off the road and into a nearby pond where she drowns. Meanwhile, Bruce attemps again to woo Terry by taking her to a spot overlooking a local drive-in theater where they attempt to watch a movie on the big screen only when Bruce overhears the other woman over his police car's CB radio attemping to call for help for she is being chased. Bruce tries to start up the car, but it gets stuck in the mud. Bruce ends up falling into a mud puddle attemping to push his car free.\n\nThat same night, the mud-covered Bruce drops Terry off back at the motel where he questions Vincent and Ida about the mysterious chatter over the CB's and Vincent suggests that it was just teenage kids playing a prank. After Bruce leaves, a pair of swingers show up at the motel with a false ad that the motel is a swinger's paradise which is titled 'Vincent's Motel'. After putting Terry to bed, Vincent and Ida enter the couple's motel room where they gas both of them and add them to their back garden.\n\nThe next day Vincent suggests he may teach Terry how to smoke meat. Terry is willing to tour Vincent's smokehouse in the back and adds: \"Don't worry. I have a cast-iron stomach\". Ida finds out about this and, jealous of Terry's hold over Vincent, attempts to drown her in the nearby pond (by luring her out there to play on inner tubes), but Vincent comes in time and saves her. This proves to be a catalyst for Terry, who tries to seduce Vincent (he stops her, claiming it would not be proper until they were married) and she then agrees to marry him.\n\nA few days later, Bruce, while 'walking the beat' in the nearby town, learns from the local preacher Reverend Billy (Wolfman Jack) about Vincent's upcoming marriage to Terry. Unhappy that he's \"lost\" Terry, Bruce drives down to the motel once he hears the news and bursts into Terry's bathroom to protest Terry's choice (and during his rant to slander his brother claims his brother has 'syphilis of the brain', which might explain Vincent's calmness towards murder and cannibalism), but Vincent appears and chases his brother off with a shotgun. Having decided to have the wedding tomorrow, Vincent, Terry, and Ida share a glass of champagne, but Ida drugs the champagne to knock Terry out so she and Vincent can prepare some of the garden victims (presumably for the wedding feast tomorrow).\n\nMeanwhile, Bruce, still angry over losing Terry, starts doing some detective work on a few strange things he's noticed and starts to feel that something is not quite right at his brother's farm. After looking around, Bruce finds a pond near the motel which is filled with dozens of abandoned cars from the various passerbys that Vincent has captured.\n\nVincent and Ida kill three of the band members (by hypnotising them, then tying nooses around their necks, attaching the rope to a tractor, and driving the tractor to break their necks) and pull them out of the ground to take to Vincent's meat processing plant. However, doing so seems to loosen the dirt around Bo, as he begins to try to escape. Bruce sneaks back to the motel to try to rescue Terry, but Ida returns to the motel for a snack and overhears Bruce trying to get Terry to leave. Ida ambushes Bruce when he leaves the room and knocks him out, and then takes Terry at gunpoint to the meat processing plant. Meanwhile, Bo escapes and frees the other victims in the garden.\n\nVincent, upset that his 'love' found out his secret the way she did, sends Ida back to the motel to fetch his brother, but the victims, having escaped (and in a nod to zombie films, have staggered around groaning and hissing due to their cut vocal cords), ambush her and knock her out.\n\nTerry tries to escape the meat processing plant, but the door is locked and Vincent sadly knocks Terry out with gas, and then ties her to a conveyor belt, apparently planning to kill her too. He is interrupted by Bo, who crashes into the meat plant via an overhead window and brawls with Vincent, but he is weak from being trapped in the garden for so long and Vincent strangles him.\n\nBruce awakens, finds one of his brother's shotguns, and goes to the meat packing building/smokehouse himself, but finds that his brother has armed himself with a giant chainsaw (and placed a pig's head over his own as a gruesome mask). Vincent manages to disarm his brother, but Bruce grabs his own chainsaw and proceeds to have a violent duel with Vincent (later parodied in 'The Texas Chainsaw Massacre Part 2'), in the process turning on the conveyor belt Terry is tied to, sending her slowly towards a meat cutting blade. Despite suffering several wounds, Bruce drives the chainsaw into his Vincent's side for a mortal wound. Bruce frees Terry and then returns with her to his wounded brother, who gasps his final words, leaving the farm and 'secret garden' to Bruce, and then lamenting that his whole life was a lie and he was the biggest hypocrite of all (\"My... meat... I... I... used... preservatives!\") before he dies.\n\nBruce and Terry go to the secret garden and find Ida buried in it as revenge... head first! (Of the victims there is no sign of them. They seem to have wandered off somewhere, presumably getting help.. but who knows?)\n\nIn the final scene, Bruce and Terry then head past the motel, while Bruce comments on how he had no idea what was going on and was glad he'd run away when he was eleven. Terry suggests they just burn the motel, claiming it's evil. The sign saying MOTEL HELLO finally fully shorts out, permanently darkening the O and leaving the title: MOTEL HELL as the end credits role.",
            "genre": "Comedy, Horror, Thriller",
            "certificate": "R",
            "country": "USA",
            "language": "English",
            "boxOffice": "Budget  $3,000,000 (estimated)\nOpening Weekend USA  1,924,776, 26 October 1980\nGross USA  $6,342,668\nCumulative Worldwide Gross  $6,342,668",
            "spec": "Runtime  1 hr 41 min (101 min)\nSound Mix  Dolby\nColor  Color (Technicolor)\nAspect Ratio  1.85 : 1\nCamera  Lenses and Panaflex Camera by Panavision\nLaboratory  Technicolor, Hollywood (CA), USA\nNegative Format  35 mm\nCinematographic Process  Spherical\nPrinted Film Format  35 mm",
            "cast": "/static/_html/tt0081184.html",
            "companyCreditsUrl":"/companycredits",
            "certificationsUrl": "/parentalguide#certification",
            "taglinesUrl": "/taglines",
            "filmingLocationsUrl": "/locations",
            "releaseInfoUrl": "/releaseinfo",
            "technicalSpecsUrl": "/technical",
            "soundTracksUrl": "/soundtrack",
            "triviaUrl": "/trivia",
            "goofsUrl": "/goofs/?tab=gf",
            "quotesUrl": "/quotes/?tab=qt",
            "crazyCreditsUrl": "/crazycredits/?tab=cz",
            "alternateVersionsUrl": "/alternateversions?tab=cz",
            "connectionsUrl": "/movieconnections/?tab=mc",
            "faqUrl": "/faq",
            "awardsUrl": "/awards",
            "keywordsUrl": "/keywords"
        },
        "kinoPoisk": {}
    },
    {
        "name": "Christine (1983)",
        "genre": "Horror, Mystery, Suspense, Thriller",
        "rottenTomato": {
            "criticConsensus": "The cracks are starting to show in John Carpenter's directorial instincts, but Christine is nonetheless silly, zippy fun.",
            "tomatoMeter": {
                "score": 71,
                "count": 28
            },
            "audienceScore": {
                "score": 63,
                "count": 64503
            },
            "imgUrl": "https://resizing.flixster.com/w7W9NMHImyfRXHZG3MpKaH1vua4=/fit-in/200x296.2962962962963/v1.bTsxMTYxNDk1MjtqOzE4MzE0OzEyMDA7NzI5Ozk3Mg",
            "url": "https://www.rottentomatoes.com/m/christine/",
            "info": "She was born in Detroit... on an automobile assembly line. But she is no ordinary automobile. Deep within her chassis lives an unholy presence. She is Christine - a red and white 1958 Plymouth Fury whose unique standard equipment includes an evil, indestructible vengeance that will destroy anyone in her way. She seduces 17-year-old Arnie Cunningham (KEITH GORDON), who becomes consumed with passion for her sleek, rounded, chrome-laden body. She demands his complete and unquestioned devotion and when outsiders seek to interfere, they become the victims of Christine's horrifying wrath.",
            "rating": "R",
            "genre": "Horror, Mystery, Suspense",
            "directedBy": "John Carpenter",
            "writtenBy": "John Carpenter, Bill Phillips, Stephen King",
            "inTheaters": "Jun 1, 1983  Wide",
            "onDisc": "Sep 28, 2004",
            "runtime": "105 minutes",
            "studio": "Sony Pictures Home Entertainment"
        },
        "imdb": {
            "id": "tt0085333",
            "rating": 6.7,
            "count": 65802,
            "ratingUrl": "/ratings",
            "url": "https://www.imdb.com/title/tt0085333/",
            "info": "A nerdish boy buys a strange car with an evil mind of its own and his nature starts to change to reflect it.",
            "storyline": "In 1957, in Detroit, a red Plymouth Fury is built and is the cause of two accidents, one of them fatal, still in the assembly line. Twenty-one years later, the outcast and bullied nerd Arnold \"Arnie\" Cunningham is getting a ride with his best and only friend Dennis Guilder and he sees the wrecked car for sale in a garden. Arnie immediately falls in love with the car. The car was given the name Christine by its first owner. He brings the car to a repair shop of the despicable Will Darnell and works hard to restore the classic car. While he works in the restoration, he changes his personality to a cocky teenager and he dates the most beautiful girl in the high-school, Leigh Cabot. Soon Arnie becomes selfish and jealous of the supernatural Christine that kills everyone that is a threat to them. Written by Mitchell McCreath.",
            "fullCastUrl": "f/ullcredits#cast",
            "plotSummary": [
                {
                    "text": "A nerdish boy buys a strange car with an evil mind of its own and his nature starts to change to reflect it.",
                    "author": "—Kenneth Chisholm"
                },
                {
                    "text": "In 1957, in Detroit, a red Plymouth Fury is built and is the cause of two accidents, one of them fatal, still in the assembly line. Twenty-one years later, the outcast and bullied nerd Arnold \"Arnie\" Cunningham is getting a ride with his best and only friend Dennis Guilder and he sees the wrecked car for sale in a garden. Arnie immediately falls in love with the car. The car was given the name Christine by its first owner. He brings the car to a repair shop of the despicable Will Darnell and works hard to restore the classic car. While he works in the restoration, he changes his personality to a cocky teenager and he dates the most beautiful girl in the high-school, Leigh Cabot. Soon Arnie becomes selfish and jealous of the supernatural Christine that kills everyone that is a threat to them.",
                    "author": "—Mitchell McCreath."
                },
                {
                    "text": "Repeatedly singled out for his awkwardness, the unpopular and wimpy school nerd, Arnie Cunningham, finally finds solace in Christine--a once bright-red 1958 Plymouth Fury, and now a twenty-one-year-old rusty pile of junk. Determined to restore the classic car to its original condition, Arnie will alienate himself more and more from his already few friends, as a subtle, yet remarkable transformation takes place. But, who is this cocky new Arnie that has emerged from the ashes? Has Christine--the glossy metallic temptress--something to do with it, and the seemingly endless trail of warm blood in the peaceful town of Rockbridge?",
                    "author": "—Nick Riganas"
                },
                {
                    "text": "Highschool geek Arnie Cunningham falls in love with \"Christine\", a bright red 1958 Plymouth Fury which has seen much better days. Setting himself the task of restoring the car to its original condition, his friends notice that the car is not the only thing that is changing. Arnie seems to spend more and more time with his car. He's also developed a sort of cocky arrogance which does not seem like the real Arnie at all.",
                    "author": "—Murray Chapman <muzzle@cs.uq.oz.au>"
                },
                {
                    "text": "Arnie Cunningham is a typical high school nerd who is picked on, overruled by his parents, and has very few friends. Until he meets Christine, a run-down 1958 Plymouth Fury and buys her. Arnie learns that Christine has a thing for him and devotes his time to restoring her to mint condition. But overtime, Arnie begins to change and becomes disconnected with reality and his friends. Arnie's girlfriend Leigh and best friend Dennis find out that Christine's previous owner cared about nothing else when he bought her and find out that Arnie is becoming just like him. The only way they can bring Arnie back to reality is to destroy Christine, but Arnie and Christine are ready to destroy them first and any one else who gets in their way.",
                    "author": "—Geoffrey A. Middleton {gamidd01@morehead-st.edu}"
                }
            ],
            "synopsis": "It's 1958 in Detroit. We are inside a car factory where numerous Plymouth Fury's are being assembled. Among the rather plain-colored vehicles, one of them stands out: a bright-red one. During the process, this particular red car is being fussed about by one factory worker who has his hand injured when the vehicle's hood comes down on it. Another factory worker takes a seat inside the vehicle; he will be found dead afterwords.\n\nPresent day, September 16, 1978 in Northern California. Arnie Cunningham (Keith Gordon) is a meek teenager who spends his weekends playing Scrabble with his parents (Christine Belford and Richard Darnell), who still treat him as a child. Arnie and his best friend Dennis Guilder (John Stockwell) are going to their school, as usual. Arnie is clumsy, and his black-rimmed glasses characterize him as being nerdy. Dennis is a football player, who still befriends Arnie and tries to stand up for him. \n\nDuring shop class, Arnie is bullied by several students led by Buddy Repperton (William Ostrander). Dennis tries to stop the bullies, but he can't be all the time checking on weak Arnie. Today, Buddy stamps on Arnie's sack-lunch and also breaks his glasses. When both Arnie and Dennis tell the shop teacher that Buddy had a switchblade in his possession when he teased Arnie, it looks that the only consequence will be bad for Arnie, as Boddy announces he will take his own back pretty soon.\n\nArnie and Dennis start their way back to their homes. Arnie notices a used Plymouth Fury with a placard announcing \"SOLD\". Supposedly, this is the same vehicle that we saw on the Detroit assembly line... only now it's dirty, gritty, broken, with pieces peeling off or falling apart. In spite of everything, Arnie falls in love with this car. He immediately wants to buy it. The owner, George LeBay, tells the story of the car: he inherited it from his dead brother, Roland. The current owner also tells Arnie that the car has a name: Christine.\n\nArnie drives Dennis home in his new car. Once at home, Arnie's overprotective parents angrily start pestering him for having spent his money on a car without consulting them, and especially one in Christine's wrecked condition. Arnie angrily shouts back that throughout his life, they haven't allowed him to have something he truly wants, and that he is dead-set on keeping Christine. However, his parents refuse to have it parked in their driveway. Arnie decides to take it to a local junkyard garage run by an irritable middle-aged man named Will Darnell (Robert Prosky) for storage.\n\nOver the next several weeks, Arnie begins working on Christine whenever he has a bit of free time after school. He also starts to help Mr. Darnell around his garage. This was the first time when Arnie stood up to his parents. However, it's not only about being against parental control. Dennis also notices a subtle change in Arnie, as he seems to be more assertive. Weirdly enough, Arnie has stopped using his eye glasses.\n\nDuring a football game, Dennis is shocked to see Arnie arrive in Christine, now fully-restored into a shining beautiful red car, but also along for the ride is the new student, Leigh Cabot (Alexandra Paul). The sight of the two of them together causes Dennis to make a mistake on the field as he's tackled hard. This puts an end to Dennis' football career - and to his ambitions for the future-, so he ends up recuperating in hospital, surrounded by medical paraphernalia.\n\nMeanwhile, Arnie continues to date Leigh. One night, he takes her to see a film at the drive-in; and there, Leigh confesses to Arnie that she thinks he's moving too fast in their relationship. She also claims she feels unsettled when she is around Christine. During the movie, one of Christine's windshield wipers becomes stuck, and Arnie gets out to fix it. As he does so, Leigh chokes on a hamburger and immediately, the door latches lock themselves! Arnie tries to get back into the car unsuccessfully. Basically, Leigh has to save herself when she manages to unlock the passenger door, and a nearby viewer who saw her struggling performs the Heimlich maneuver on her.\n\nArnie then drives Leigh home. At her doorstep, she tells him that she won't go anywhere in Christine again. There are weird things about the car, she says, like when only old songs can be reached through the radio aerial, but none of the local radio stations can be heard. Arnie then returns Christine to Darnell's garage.\n\nAfter Arnie's departure, Buddy Repperton and his thugs arrive, and they proceed to systematically destroy the car. Arnie sees the wreck done to Christine the following day and is shocked that all the work he had put into restoring the car has evaporated.\n\nArnie suspects that Leigh was somehow responsible for the wreck. He is getting into trouble as home as well, as his temper is radically changed. His parents notice the acute change in him and they comment that they want the old Arnie to come back. The long Scrabble nights are over, and Arnie has one big row with his father. But more and more, Arnie can only think of one matter: he wants to restore Christine to its full beauty again.\n\nNext day, first thing he does is going to the salvage garage to re-start work on Christine. Determined, he looks for his tools. Turning his back on Christine, he hears the crinkling of metal behind him. Arnie looks at Christine startled, and he realizes that, part of her engine is now repaired as if by magic. Arnie doesn't look startled anymore, and he encourages Christine to restore herself in front of him. The car flicks her headlights on, and obediently, there is suddenly mayhem: pieces are moving to their original position, the hood dusts itself off, the aerial strengthens up, buttons and seats start mending themselves and end up being shiny as brand new. The living malevolent car has the power to regenerate.\n\nA more-determined Arnie goes back to high school life. Nobody dares to touch him now. At night, Christine comes to life by herself and she seeks out and gruesomely kills each gang member who took part in destroying her. He runs after them. Eventually, Christine arrives at a gas station, spilling gasoline, setting it on fire so that the building becomes debris and ashes. Christine catches fire herself, but that doesn't stop her, as she still goes after Buddy. He tries to run away the scene, terrified because he has seen an unexplainable thing happened. The following morning, Chrisitne becomes the quiet, shiny, brand-new red car of the cover painting.\n\nChristine also kills grumply Will Darnell, by the slow method of crushing him in the front seat against the steering wheel. Christine has to deform herself in order to do this, but the following morning, she is in perfect condition.\n\nSome weeks later in December, Dennis catches Leigh in high school between classes and he talks to her about Arnie and his car. Dennis and Arnie are not best pals anymore, and Leigh had realised that, in spite of not having broken up verbally with Arnie, there is no place in his life for her. Holidays approach, and New Year's Eve is close. Dennis and Leigh talk about the supernatural element in Christine, knowing that they can only talk to each other about that, as nobody else would believe them. They know they will have to kill Christine.\n\nDennis decides to call on his old buddy at his home, but Leigh advises him to take caution. After she leaves, it's Arnie who calls on Dennis instead. Arnie arrives in Christine and invites Dennis over. Arnie drives Dennis to the former's. Dennis realises about Arnie's dazzled eyes, even before Arnie starts doing things he would have never done before, during his nerd phase: he drinks beer in Homer Simpson-quantities, he terrorizes other drivers and even copies the \"without-hands\" motorbike stunt. Dennis watches how Christine's mile counter moves backwards, having less miles instead of more. Arnie tires to explain to Dennis how wonderful, strong and fulfilled he feels when he is driving Christine; Arnie's words increasingly become those of a starry-eyed lover.\n\nWhen Dennis leaves Christine, he is more unsettled than ever. Dennis is determined that the nightmare has to stop. He thinks that killing Christine is the only way of returning Arnie to normal. Dennis and Leigh may be having a thing going on between them, but it also may be that each one is the only safe rock of the other. They are worried about Arnie, especially Dennis, who really misses his best friend. Next morning, Dennis goes to the school parking lot and scratches \"Darnell's Tonight\" into Christine's hood, and drives off with Leigh. They go to Darnell's scrapyard and they wait for Arnie and Christine inside a bulldozer. Night falls down, and Dennis devises a plan. He tells Leigh to wait in the office. The plan is that she will shut door on Christine after her arrival, trapping the vehicle inside the office.\n\nLeigh leaves to do so. While she is on her way there, the car's lights suddenly break the night: she was hiding under a pile of garbage. Christine drives towards Leigh trying to run over her, but crashes on to one of the office walls instead. Arnie gets ejected through Christine's windshield and is impaled on a shard of glass, fatally wounding him. Arnie is bloodied, but in his last breath, he just caresses Christine's front bumper for the last time. In his own way, he dies happy.\n\nEnraged, Christine attacks Leigh once again. Dennis drives the bulldozer and he fights Christine, who is playing Pledging My Love at top volume on her radio. Christine is still set on dealing with Leigh first, so she approaches her top speed to run over her. However, Dennis drives the bulldozer up on to the car's back, stopping her and crashing her. Leigh climbs in to the cab of the bulldozer and embraces Dennis. Meanwhile, Christine returns back to life and begins to heal herself over again. So, Dennis has to drive the bulldozer over Christine, crashing her onto a thin layer of metal and glass materials, until her headlights flicker and then go out for good. Dennis compacts the red car onto a cube.\n\nThe ordeal is over.\n\nHowever, later on, within that scrape-yard cube, a metallic stick starts to slowly move and straighten up...",
            "genre": "Horror, Thriller",
            "certificate": "R",
            "country": "USA",
            "language": "English",
            "boxOffice": "Budget  $9,700,000 (estimated)\nOpening Weekend USA  $3,408,904, 11 December 1983\nGross USA  $21,017,849\nCumulative Worldwide Gross  $21,017,849",
            "spec": "Runtime  1 hr 50 min (110 min)\nSound Mix  Dolby Stereo | Dolby Digital | Dolby Atmos\nColor  Color (Metrocolor)\nAspect Ratio  2.35 : 1\nCamera  Panavision Panaflex\nLaboratory  Metrocolor, Hollywood (CA), USA\nNegative Format  35 mm\nCinematographic Process  Digital Intermediate (4K) (2018 remaster) Panavision\nPrinted Film Format\n35 mm",
            "cast": "/static/_html/tt0085333.html",
            "companyCreditsUrl":"/companycredits",
            "certificationsUrl": "/parentalguide#certification",
            "taglinesUrl": "/taglines",
            "filmingLocationsUrl": "/locations",
            "releaseInfoUrl": "/releaseinfo",
            "technicalSpecsUrl": "/technical",
            "soundTracksUrl": "/soundtrack",
            "triviaUrl": "/trivia",
            "goofsUrl": "/goofs/?tab=gf",
            "quotesUrl": "/quotes/?tab=qt",
            "crazyCreditsUrl": "/crazycredits/?tab=cz",
            "alternateVersionsUrl": "/alternateversions?tab=cz",
            "connectionsUrl": "/movieconnections/?tab=mc",
            "faqUrl": "/faq",
            "awardsUrl": "/awards"
        },
        "kinoPoisk": {}
    }
]