[
    {
        "name": "The Howling (1981)",
        "rottenTomato": {
            "criticConsensus": "The Howling packs enough laughs into its lycanthropic carnage to distinguish it from other werewolf entries, with impressive visual effects adding some bite.",
            "tomatoMeter": {
                "score": 70,
                "count": 33
            },
            "audienceScore": {
                "score": 57,
                "count": 31222
            },
            "imgUrl": "https://resizing.flixster.com/VoYKpb2AuIXhuSVUtR7DuMLeces=/206x305/v1.bTsxMTIwODg5MTtqOzE4MzA5OzEyMDA7MTU2MDsyMDgw",
            "url": "https://www.rottentomatoes.com/m/howling/",
            "info": "This groundbreaking, darkly comic horror film from director Joe Dante changed the look and feel of werewolf movies in ways light-years distant from Universal's horror classic The Wolf Man. The story begins with television reporter/anchor Karen White (Dee Wallace) taking part in a dangerous police operation intended to trap psychopath Eddie Quist (Robert Picardo). When confronted by Eddie face to face, she witnesses something horrifying enough to trigger selective amnesia. Plagued by a series of violent nightmares, Karen decides to admit herself to a posh recovery resort known only as \"The Colony,\" run by her eccentric New Age therapist, Dr. Waggner (Patrick MacNee), and brings along her husband, Bill (Christopher Stone), for support. The night after they arrive, Karen and Bill are unnerved by eerie howling in the woods. Back in the city, Karen's co-workers Chris (Dennis Dugan) and Terry (Belinda Balaski) have been investigating Eddie's background after discovering that his body has disappeared from the morgue. Sifting through Eddie's possessions, they find a strange collection of artwork depicting wolf-like creatures, and decide to consult with Walter Paisley (Dick Miller, of course), the owner of an occult bookshop, on werewolf lore. Though he claims not to believe in the stuff he's selling, Paisley nevertheless convinces Chris to purchase a handful of silver bullets...just in case. Back at the colony, Dr. Waggner has organized a hunting party after hearing Karen's account of the nocturnal howling, but the men find nothing but a rabbit, which Bill is told to bring to the cabin of the sultry Marsha (Elisabeth Brooks) to prepare for dinner. After resisting Marsha's less-than-subtle sexual overtures, Bill is attacked by a wolf while returning to his cabin. The following moonlit night, the sleepless Bill wanders outside to find Marsha waiting and the two make love by the campfire, their bodies undergoing a frightening transformation. Just as Karen is beginning to suspect that her husband is hiding a secret far more threatening than marital infidelity, Chris and Terry have come to realize -- too late, in Terry's case -- that Eddie Quist is not only still alive, but not quite human...and he knows he's being followed. Chris arrives at the colony too late to save Terry, but manages to find Karen just as the colony's residents -- all of whom are werewolves, including Dr. Waggner -- are assembling to decide her fate. Dante fills his film with heartfelt homages to The Wolf Man and other classic horror movies, as well as a few clever visual puns and in-jokes from his tenure with Roger Corman, but never strays from the path to genuine horror, particularly when Rob Bottin's chilling monsters are onscreen.",
            "rating": "R (adult situations/language, nudity, violence)",
            "genre": "Horror",
            "directedBy": "Joe Dante",
            "writtenBy": "John Sayles, Terence H. Winkless",
            "inTheaters": "Mar 13, 1981  Wide",
            "onDisc": "Aug 28, 2001",
            "runtime": "91 minutes",
            "studio": "MGM Home Entertainment"
        },
        "imdb": {
            "id": "tt0082533",
            "rating": 6.6,
            "count": 28830,
            "ratingUrl": "/ratings",
            "url": "https://www.imdb.com/title/tt0082533",
            "info": "After a bizarre and near deadly encounter with a serial killer, a television newswoman is sent to a remote mountain resort whose residents may not be what they seem.",
            "storyline": "In a red light district, newswoman Karen White is bugged by the police, investigating serial killer Eddie Quist, who has been molesting her through phone calls. After police officers find them in a peep-show cabin and shoot Eddie, Karen becomes emotionally disturbed and loses her memory. Hoping to conquer her inner demons, she heads for the Colony, a secluded retreat where the creepy residents are rather too eager to make her feel at home. There also seems to be a bizarre connection between Eddie Quist and this supposedly safe haven. And when, after nights of being tormented by unearthly cries, Karen ventures into the forest and makes a terrifying discovery.",
            "fullCastUrl": "https://www.imdb.com/title/tt0082533/fullcredits#cast",
            "genre": "Horror",
            "certificationsUrl": "/parentalguide#certification",
            "taglinesUrl": "/taglines",
            "filmingLocationsUrl": "/locations",
            "releaseInfoUrl": "/releaseinfo",
            "technicalSpecsUrl": "/technical",
            "soundTracksUrl": "/soundtrack",
            "triviaUrl": "/trivia",
            "goofsUrl": "/goofs/?tab=gf",
            "quotesUrl": "/quotes/?tab=qt",
            "crazyCreditsUrl": "/crazycredits/?tab=cz",
            "alternateVersionsUrl": "/alternateversions?tab=cz",
            "connectionsUrl": "/movieconnections/?tab=mc",
            "faqUrl": "/faq",
            "awardsUrl": "/awards"
        },
        "kinoPoisk": {}
    },
    {
        "name": "Motel Hell (1980)",
        "config": {
            "rating": 4.7,
            "isIndicatorActive": true,
            "starStyle": {
                "fullStarColor": "#ed8a19",
                "emptyStarColor": "#737373",
                "starWidth": 100,
                "starHeight": 100
            }
        },
        "rottenTomato": {
            "criticConsensus": "Eerie and satirical, Motel Hell has no vacancy when it comes to low-brow horror gags.",
            "tomatoMeter": {
                "score": 71,
                "count": 24
            },
            "audienceScore": {
                "score": 49,
                "count": 7199
            },
            "imgUrl": "https://resizing.flixster.com/EVl3bkyohRZt3xGeR3Fnd5mKeBE=/206x305/v1.bTsxMDg5NTQ5OTtqOzE4MzA2OzEyMDA7MTE3ODsxNjc2",
            "url": "https://www.rottentomatoes.com/m/motel_hell/",
            "info": "People come from far and wide to sample Farmer Vincent's distinctively flavored dried, smoked sausages, but one might well ask why there are so few people staying at his nearby motel. This horror comedy provides the graphic answer. It seems that the good farmer only uses the highest quality, specially processed human meat in his treats. To prepare the meat, he first harvests healthy tourists from his hotel. Next, he plants them into the ground up to their necks and with a sharp knife carefully slices their vocal chords. He and his portly sister then feed the victims until the meat is tender and well marbled with fat. Afterward they are promptly slaughtered, minced with a few secret herbs, and stuffed into sausage casings, which are then carefully aged in the smokehouse. His operation is abruptly cut off when Vincent's normal brother, Bruce, learns about the secret ingredients. In the end, the brothers grab chain saws and have a hilarious, blood-soaked showdown. ~ Sandra Brennan, Rovi",
            "rating": "R (adult situations/language, violence)",
            "genre": "Comedy, Horror",
            "directedBy": "Kevin Connor",
            "writtenBy": "Robert Jaffe, Steven-Charles Jaffe",
            "inTheaters": "Oct 18, 1980  Wide",
            "onDisc": "Aug 27, 2002",
            "runtime": "101 minutes",
            "studio": "United Artists"
        },
        "imdb": {
            "id": "tt0081184",
            "rating": 6.0,
            "count": 9077,
            "ratingUrl": "/ratings",
            "url": "https://www.imdb.com/title/tt0081184",
            "info": "A seemingly friendly farmer and his sister kidnap unsuspecting travelers and bury them alive, using them to create the \"special meat\" they are famous for.",
            "storyline": "Farmer Vincent kidnaps unsuspecting travellers and is burying them in his garden. Unfortunately for his victims, they are not dead. He feeds his victims to prepare them for his roadside stand. His motto is: It takes all kinds of critters...to make Farmer Vincents fritters. The movie is gory, but is also a parody of slasher movies like Last House on the Left. Written by Scott Lane <rslane@ix.netcom.com>",
            "fullCastUrl": "https://www.imdb.com/title/tt0082533/fullcredits#cast",
            "genre": "Horror",
            "certificationsUrl": "/parentalguide#certification",
            "taglinesUrl": "/taglines",
            "filmingLocationsUrl": "/locations",
            "releaseInfoUrl": "/releaseinfo",
            "technicalSpecsUrl": "/technical",
            "soundTracksUrl": "/soundtrack",
            "triviaUrl": "/trivia",
            "goofsUrl": "/goofs/?tab=gf",
            "quotesUrl": "/quotes/?tab=qt",
            "crazyCreditsUrl": "/crazycredits/?tab=cz",
            "alternateVersionsUrl": "/alternateversions?tab=cz",
            "connectionsUrl": "/movieconnections/?tab=mc",
            "faqUrl": "/faq",
            "awardsUrl": "/awards"
        },
        "kinoPoisk": {}
    }
]